---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.AdvancedGlazing
source: html/0486c301-f6fb-4ab2-de27-964eff48c219.htm
---
# AdvancedGlazing Properties

The property labeled "Backface Culling" from the "AdvancedGlazing" schema.